Revit 2024 API
ParameterTypeId.TrussElementStickJustParam Property
 "Stick Symbol Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussElementStickJustParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussElementStickJustParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussElementStickJustParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace